{"1":{"id":1,"nameId":"Jiva","commentId":"Jiva is the protector of Javian. She succeeded to Solar's seat when Djaul murdered him. It was Jiva, together with Pouchecot and Menalt, who decreed that Bonta be built to counter the increasing influence of Brakmar.","openingDate":1093298400000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"2":{"id":2,"nameId":"Rushu","commentId":"Rushu is a Demon Lord who dreams of one day standing equal to the gods. He managed to install Djaul, his henchman, as protector of Descendre. He's jealous of the goddess Sacrier and accuses her of cheating him out of his place among the gods.","openingDate":1125525600000,"language":"en","populationId":1,"gameTypeId":0,"communityId":1,"restrictedToLanguages":[]},"3":{"id":3,"nameId":"Djaul","commentId":"Djaul is a faithful follower of Rushu. He's also the protector of Descendre. His hatred for all other protectors led him even to murder... the lamented Solar, once protector of Javian, fell victim to Djaul's infamous treachery.","openingDate":1132527600000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"4":{"id":4,"nameId":"Raval","commentId":"Raval the terrible is the protector of Septangel. No one knows what he truly seeks. Raval helped the Brakmarians build the dark city of Brakmar... however, he was also the one who turned the tide for Bonta at the battle of the Crimson Dawn. The Rogues pay him mysterious devotion.","openingDate":1140562800000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"5":{"id":5,"nameId":"Hecate","commentId":"Hecate is the protector of Jullier. She is a powerful demon and does not take orders from any other. She saved Ulgrude, the protector of Martalo, when he fought Djaul... She is secretly in love with Martalo's hero.","openingDate":1145916000000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"6":{"id":6,"nameId":"Sumens","commentId":"Sumens is a devoted servant of the god Enutrof and the protector of Junssidor. His digestive tract is the most magical length of body tissue in the entire World. All that he eats is transformed into precious stones!","openingDate":1149717600000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"7":{"id":7,"nameId":"Menalt","commentId":"Menalt was a powerful centaur warrior and the commander of the Order of the Valiant Heart. He also stood tall as protector of Martalo and yet, despite his heroism, he was killed by the Brakmarians at the battle of the Crimson Dawn.","openingDate":1156802400000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"8":{"id":8,"nameId":"Rosal","commentId":"Rosal is the master of flowers and protector of Maysial. Do not trust his kind-hearted façade, however, he can read a creature's deepest thoughts and secrets and uses what he learns to punish the impure of heart.","openingDate":1159221600000,"language":"en","populationId":0,"gameTypeId":0,"communityId":1,"restrictedToLanguages":[]},"9":{"id":9,"nameId":"Maimane","commentId":"Maimane the pacifier protects Octolliard. Dismayed by the ceaseless war in the World, he hid all emotions deep in the earth with powerful magic, far from the reach of jealous hearts. Both Love and Hate were buried, but for how long?","openingDate":1159826400000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"10":{"id":10,"nameId":"Silvosse","commentId":"Silvosse, renowned pruning master, is the protector of Flovor. When the plants under his care are disturbed, his rage ignites to the awe of disrespectful adventurers. Many an unwise lumberjack was imprisoned in the body of a tree and left to wander the World in misery... as Treechnids.","openingDate":1165273200000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"11":{"id":11,"nameId":"Brumaire","commentId":"Brumaire, the Dark Bleeder, is the protector of Novamaire. He was close to Djaul when the battle of the Crimson Dawn was fought and lost. Since that shameful day, he's nursed revenge like a first-born infant and kept a very low opinion of Djaul.","openingDate":1166482800000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"12":{"id":12,"nameId":"Pouchecot","commentId":"Pouchecot the Fruitcake is the Protector of Frauguctor. He was present when the walls of Bonta were but mounds of stone. His spirit is joyous and wise, warmed by the beauty of art and music and his anecdotes are famous among the gods - it is said he once even forced a laugh from a certain Soft Oak.","openingDate":1166482800000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"13":{"id":13,"nameId":"Silouate","commentId":"The wisdom of Silouate the Minotoror led him to become the protector of Aperirel. His life's work is to banish the winter's cold forever, and his life's glory is to have hidden the Dofus from the jealous hearts of adventurers.","openingDate":1171321200000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"14":{"id":14,"nameId":"Domen","commentId":"Domen is one of the three leaders of Brakmar. Faithful to Brumaire and nothing if not mean, his heart has slowly filled to bursting with bitterness since the night of the Crimson Dawn. You can tell by the way he walks he's a broken man.","openingDate":1175724000000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"15":{"id":15,"nameId":"Amayiro","commentId":"Amayiro is a member of the Council of Bonta. An experienced fencing master, he established the Militia to protect the city. Although he's an old man now, he still rules the force he helped create.","openingDate":1179784800000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"16":{"id":16,"nameId":"Rykke-Errel","commentId":"When Rykke Errel was a young Iop disciple he was the only one courageous enough to challenge the fearsome dragon Bolgrot. When victory was finally his, he decided to spare the creature and befriend it. However, Rykke had to kill the dragon later on, when it killed his bride-to-be in a fit of rage.","openingDate":1182808800000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"17":{"id":17,"nameId":"Hyrkul","commentId":"Hyrkul is one of Djaul's devoted henchmen. If he's not as cruel as the demon he serves, it's only because he lacks his master's sadistic imagination, but he's a powerful warrior nonetheless. Rushu made him immortal in return for his faithful service to the demon lord.","openingDate":1183413600000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"18":{"id":18,"nameId":"Helsephine","commentId":"Helsephine was a magician whose beauty equalled only her kindness. She stole the hearts of the famous hero Rykke Errel and his dragon friend Bolgrot. Instead of inflaming the young woman's heart, Bolgrot went mad with jealousy and set her on fire... Rykke Errel killed the dragon to avenge his beloved.","openingDate":1192485600000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"19":{"id":19,"nameId":"Allister","commentId":"King Allister is the well-loved ruler of Amakna. This Feca came from a humble background as a shepherd but stepped into the limelight when he captured the demon Esra'Ruoy'Dnim. It was then that he founded the first guild in the history of the World of Twelve. After shutting himself away in his castle for so long, Allister is trying little by little to take an interest in the day to day affairs of the kingdom once more.","openingDate":1196722800000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"20":{"id":20,"nameId":"Otomai","commentId":"Otomai is a powerful alchemist who was responsible for the famed anti-myxomawosis potion. This wizard specialises in the study of living creatures, and he was behind the discovery of the island which today bears his name. It was in this place that he attempted to unite all creatures in the World of Twelve for his mysterious experiments...","openingDate":1201215600000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"21":{"id":21,"nameId":"Lily","commentId":"Lily, a famous traveller, went around the World in 80 days. That's when she got to know and like Wabbits... especially when they're on kebabs! She often goes to their island to enjoy a little \"gastronomic trip\" and she even takes some adventurers with her for a few kamas... Not only has Lily got a good sense of direction, but she also has a good business sense!","openingDate":1203030000000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"22":{"id":22,"nameId":"Oto Mustam","commentId":"Oto Mustam is the chief of the Brakmarian militia. Impulsive, violent and cruel, he is loyal to Djaul and despises human kind. His loyalty to the demons went up to the ears of Rushu, their lord, who entrusted him with a mission: to take care of a more aggressive and chaotic version of the World of Twelve. Oto will then have to select heroes who will join the Greatest Evil Army, which will invade the world and defeat the gods, when the time has come.","openingDate":1222120800000,"language":"en","populationId":0,"gameTypeId":1,"communityId":2,"restrictedToLanguages":[]},"23":{"id":23,"nameId":"Hel Munster","commentId":"Considered by his peers to be the finest magician in all of Amakna, Hel Munster teaches Smithmagic to adventurers, on condition that they merit the learning of the art. He is also the author of the best-selling handbook “Magic Object Creation for Dummies” where he unleashes his theory on the origin of the Quadramental Breeze, along with other hot air.","openingDate":1205794800000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"24":{"id":24,"nameId":"Danathor","commentId":"Jiva herself chose Danathor to be Bonta's Steward. He is loyal to the protector of Javian and will stop at nothing to crush the city of Brakmar and to secure a place for himself in the hierarchy of the World of Twelve. Danathor is the sworn enemy of Amayiro.","openingDate":1208469600000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"25":{"id":25,"nameId":"Kuri","commentId":"Kuri is one of the three renowned high-priestesses of love. They were responsible for the emotional epidemic that hit the Jellies of Amakna many years ago. She's Granny Candy's right-hand lady and you'll recognise her by the legendary bow and the ridiculous headgear she carries around.","openingDate":1211839200000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"26":{"id":26,"nameId":"Mily","commentId":"Before she became a Love Priestess, Mily was just an ordinary Ecaflipette. She was about to be selected to participate in the DOFUS Idol program when Granny Candy saw her and recruited her to become one of the keepers of her Tower of Tough Love.","openingDate":1223330400000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"27":{"id":27,"nameId":"Goultard","commentId":"Goultard might look a bit like a Iop, but no... he's far from human. The warrior's heart was once as big as his muscles but one dark night his life fell apart and ever since, he's been causing nothing but chaos and destruction. Goultard is without a doubt the most powerful warrior in the World of Twelve, even today.","openingDate":1227135600000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"28":{"id":28,"nameId":"Ruliet","commentId":"Ruliet's beauty is legendary throughout the land. She rules her lovers with a velvet paw and an iron claw, and leaves all whom she passes with a pain in the neck. Dodge the Ecaflip is one of her more well-known conquests, but their love fell apart when Dodge, mad with rage, chopped Ruliet into as many pieces as he claimed she had broken his heart. In an unrelated incident, he visited the same fate on Vlad.","openingDate":1230505200000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"29":{"id":29,"nameId":"Vil Smisse","commentId":"Vil Smisse's life has been long, and he hasn't wasted it! Since his youth as a boyish brigand, the Chief of the Rogue Clan has evolved into a mysterious symbol of insatiable evil.","openingDate":1234479600000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"30":{"id":30,"nameId":"Many","commentId":"Many is Djaul's most useful Xelor, and it's not hard to see why – he can get even the most unwilling and hardened of spies to tell him their deepest secrets. Countless innocent bystanders have confessed to the most horrific crimes under the influence of Many's well-honed clock hand and although he works hard, this time disciple enjoys every moment of it.","openingDate":1236898800000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"31":{"id":31,"nameId":"Solar","commentId":"Solar was a legendary Iop warrior and the very first protector of the month of Javian. His incredible power rose and fell with the sun. From morning to noon, it rose steadily to assume its full might. After midday, the reverse occurred until the Iop was left weak at twilight. Solar was defeated by Djaul on 31st Descendre, 11 and replaced by Jiva on 12 Flovor, 12.","openingDate":1214258400000,"language":"en","populationId":0,"gameTypeId":0,"communityId":1,"restrictedToLanguages":[]},"32":{"id":32,"nameId":"Crocoburio","commentId":"Son of Crocabulia and Grougalorasalar, Crocoburio became the warlord of the Crocodyl race. An outstanding fighter, he distinguished himself in many battles, until he finally lost his life in a battle against Bonta when he was killed by the city guards. All that remains of him is Crocobur, his legendary sword.","openingDate":1259017200000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"33":{"id":33,"nameId":"Li Crounch","commentId":"A disciple of Sadida and painter by trade, Li Crounch has spent his life putting into practice the precepts of his God with the most implacable rigour: meditation and love of nature. The young artist dedicates himself to sleeping at least 20 hours every 24 and paints flowers the rest of the time, although few people believe it. He still remains a role model for many Sadidas.","openingDate":1259103600000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"35":{"id":35,"nameId":"Farle","commentId":"Farle Ingalsse, the famous farmer, is known for his patience and his love for the land. He has carefully cultivated his fields at the heart of the Amaknian countryside since time immemorial, even though hordes of adventurers have trampled his cereal plots. Farle is also admired for managing to seduce and quench another beautiful flower's thirst for adventure: the famous adventurer Shika Ingalsse.","openingDate":1259103600000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"36":{"id":36,"nameId":"Agride","commentId":"While other Amaknian lumberjacks like Brouce Boulgoure have entered the pages of history through their rash acts, others have stayed more modest and anonymous, as in the case of Agride. Fortunately, neither value nor merit are related to glory. Lacking neither, Agride strives to convey the intricacies of the art of lumberjacking to whomever asks him for help.","openingDate":1259103600000,"language":"fr","populationId":1,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"37":{"id":37,"nameId":"Bowisse","commentId":"Bowisse is a talented and respected shoemaker, and it's him we must thank for the most beautiful and original belts and pairs of boots in the World of Twelve. He is particularly famous for his unique ability to design clothes that are perfectly matched to the person that ordered them. Many adventurers have had their backsides kicked by him, but none of them have ever complained!","openingDate":1259103600000,"language":"fr","populationId":4,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"38":{"id":38,"nameId":"Ogivol","openingDate":1284501600000,"language":"en","populationId":0,"gameTypeId":0,"communityId":8,"restrictedToLanguages":[]},"39":{"id":39,"nameId":"Lethaline","openingDate":1259103600000,"language":"ja","populationId":0,"gameTypeId":0,"communityId":10,"restrictedToLanguages":["ja"]},"40":{"id":40,"nameId":"Aermyne","commentId":"Aermyne had long enjoyed a glowing reputation among the mothers of Amakna. Changing nappies, washing clothes, and giving babies bottles was what she did best, and she did it better than anyone. Only, one day, a voice suddenly started speaking in her head, and everything changed. The laundry and the baby bottles were over, and Aermyne shooed the little brats out of her house with clouts around the ears. No one understood why she did this and so Aermyne was exiled to Pandala.","openingDate":1259103600000,"language":"en","populationId":0,"gameTypeId":0,"communityId":2,"restrictedToLanguages":[]},"41":{"id":41,"nameId":"Zatoishwan","commentId":"Zatoishwan was an inveterate gambler, which was unusual for a Pandawa, and what's more, he was blind. His reputation was such that even the greatest of Ecaflip gamblers feared him. Struck by lightning one day, he emerged as if enlightened by the goddess Pandawa and within weeks had mastered the ancient art of Pandawushu. He doled out rough justice to the ne'er-do-wells of his time, before giving in to his darker side and becoming the much-sought bandit that everyone has heard of but few have seen.","openingDate":1259103600000,"language":"en","populationId":0,"gameTypeId":0,"communityId":1,"restrictedToLanguages":[]},"99":{"id":99,"nameId":"Tournaments","commentId":"This server is sometimes available for scheduled tournaments","openingDate":1355266800000,"language":"fr","populationId":2,"gameTypeId":2,"communityId":2,"restrictedToLanguages":[]},"104":{"id":104,"nameId":"Bill","commentId":"-","openingDate":1355266800000,"language":"en","populationId":2,"gameTypeId":0,"communityId":99,"restrictedToLanguages":[]},"111":{"id":111,"nameId":"Nyx","commentId":"-","openingDate":1157061600000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"112":{"id":112,"nameId":"Nyx3","openingDate":1287439200000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"118":{"id":118,"nameId":"Oopah","openingDate":1227049200000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"119":{"id":119,"nameId":"Oopah-Hardcore","commentId":"Oopah-Hardcore","openingDate":1214344800000,"language":"fr","populationId":2,"gameTypeId":1,"communityId":0,"restrictedToLanguages":[]},"122":{"id":122,"nameId":"Nyx-Hardcore","commentId":"Nyx-Hardcore","openingDate":1193176800000,"language":"fr","populationId":2,"gameTypeId":1,"communityId":99,"restrictedToLanguages":[]},"124":{"id":124,"nameId":"Izaak","commentId":"GD Test Server","openingDate":1178661600000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"126":{"id":126,"nameId":"Lim","openingDate":1234825200000,"language":"fr","populationId":2,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"127":{"id":127,"nameId":"hardcore lim","commentId":"HardCore","openingDate":1234825200000,"language":"fr","populationId":0,"gameTypeId":1,"communityId":0,"restrictedToLanguages":[]},"128":{"id":128,"nameId":"CORE","commentId":"Serveur Core","openingDate":1349042400000,"language":"","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"300":{"id":300,"nameId":"NEXT","commentId":"dofus-touch-lan NEXT","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"301":{"id":301,"nameId":"dofus-touch-beta","commentId":"dofus-touch-beta","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"302":{"id":302,"nameId":"dofus-touch-apple","commentId":"dofus-touch-apple","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"303":{"id":303,"nameId":"dofus-touch-lan2","commentId":"dofus-touch-lan2","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"306":{"id":306,"nameId":"Peugeot","commentId":"Local Server Yawn","openingDate":1443132000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"310":{"id":310,"nameId":"Tournament","commentId":"Tournament Server","openingDate":1514156400000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"401":{"id":401,"nameId":"Grandapan","commentId":"A spiritual guide for the people of Pandawa, Grandapan is all-seeing, all-hearing, and always-drinking. Of course, he only drinks the finest fermented Bamboo Milk, after it's been blessed by the Goddess. With one foot in the celestial kingdom and one foot in Pandala, he's at once there and not there. He tends to speak of himself in the third person, but you shouldn't see it as arrogance: it's just that his infinite wisdom allows him to view himself and life in the context of a bigger picture. Oooohhmm...","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":2,"restrictedToLanguages":[]},"402":{"id":402,"nameId":"Pandore","commentId":"This Pandawa with a sinister reputation is the leader of a gang of Pandikazes who set up camp on platforms suspended over Aerdala. Pandora's pet, a Little White Bow Meow named Esperanza, is adorable but rather capricious. To relax, Pandora plays a bamboo flute and makes life difficult for any adventurers who dare disturb him.","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":2,"restrictedToLanguages":[]},"403":{"id":403,"nameId":"Oshimo","commentId":"This strange character is known by his full name, Oshimo Bigglip, throughout the World of Twelve. Adventurers come from all over to entrust their pets to him: Oshimo is the master of the Amakna kennel. Calm and poised, he's rather good-natured, unlike most Ouginaks. But if you mistreat animals, he's sure to bare his teeth.","openingDate":1443132000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"404":{"id":404,"nameId":"Terra Cogita","commentId":"Famous among treasure hunters, Terra Cogita is mostly known for having found the emotion totems buried by Maimane the Stabiliser. Or at least that's what the legend says. Is it a giant scam made up by terra cotta statuette merchants, or a philosophical tale to quiet the populace? Everyone has their own opinion. Terra Cogita himself is inarguably an Enutrof and solid as a rock. With his pronounced accent, horned helmet, and grandpa beard, he's not much to look at. But although his mind may wander from time to time, it becomes sharp as a tack when he spies a pretty nugget.","openingDate":1443132000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"405":{"id":405,"nameId":"Herdegrize","commentId":"This erudite say he's unraveled the mysteries of astral travel. He's also apparently the author of the first science-friction work. Gossips and purple-clad soothsayers say he's nothing but an old swindler and compulsive liar. Although Herdegrize the Mystic is above such things, it doesn't prevent him from lodging a complaint with the Council of Astrub for slander, defamation of character, public denigration, and general disrespect for his noble character.","openingDate":1443132000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"406":{"id":406,"nameId":"Dodge","commentId":"Dodge was one of the greatest Ecaflips to have lived in Amakna. A die-hard gambler, blessed by the Big Tease himself, his incredible good luck became proverbial, just as much as his abysmal bad luck. He amassed a fortune of kamas; Enutrofs are still persistently looking for Dodge's treasure, even though its existence has never been proven.","openingDate":1443132000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":2,"restrictedToLanguages":[]},"407":{"id":407,"nameId":"Brutas","commentId":"This mercenary chief (not to mention bandit) entered into history by giving his name to the city of Astrub, which was originally nothing more than a simple camp. The more perceptive among you will have noticed that Astrub is an anagram of Brutas. He was renowned for his strength, his hazardous teeth, his shaggy beard, and his unrestrained love of warm beer. Although described as a visionary by his more faithful supporters, tongues wagged about the fullness of his thoughts being dependent on the fullness of his tankard.","openingDate":1443132000000,"language":"es","populationId":0,"gameTypeId":0,"communityId":4,"restrictedToLanguages":[]},"408":{"id":408,"nameId":"Stellia","commentId":"Stellia runs the One-armed Bandits. She may well be dishonest, but she still has principles. Just because she's an outlaw, it doesn't mean she should let herself go! Proud of her delicate skin, she looks after her epidermis using a potion of her own invention. Even if she jealously guards the secret of the mixture's make-up, we know – from a reliable source – its main ingredient is adventurers' blood. If ever you should meet her, don't think she'll be happy with just a few drops... to satisfy the chesty Stellia, you'll need to give several liters.","openingDate":1443132000000,"language":"es","populationId":0,"gameTypeId":0,"communityId":4,"restrictedToLanguages":[]},"409":{"id":409,"nameId":"Fallanster","commentId":"Fallanster is King Allister's brother. In his youth, he took part in the people of Amakna's uprising against the demon Esra'Ruoy'Dnim. Today, he's head of the Astrub Council. Loyal, candid and not one to mince words, Fallanster is a model of integrity. He's one of the most respected Fecas in the World of Twelve.","openingDate":1443132000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"410":{"id":410,"nameId":"Ralgen","commentId":"Ralgen is a wooden puppet that looks like Djaul. He was one of the masters of Brakmar during the Triumvirat period. Imprisoned in the city jail after a coup led by Oto Mustam, he became the entertainment for a handful of political prisoners locked up in the neighboring cells.","openingDate":1443132000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"411":{"id":411,"nameId":"Tournament","commentId":"Tournament server","openingDate":1474236000000,"language":"en","populationId":4,"gameTypeId":0,"communityId":2,"restrictedToLanguages":[]},"412":{"id":412,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"413":{"id":413,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"414":{"id":414,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"415":{"id":415,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"416":{"id":416,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"417":{"id":417,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"418":{"id":418,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"419":{"id":419,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"420":{"id":420,"openingDate":1474236000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"500":{"id":500,"nameId":"Kolossium Test","commentId":"Kolossium fight server","openingDate":1359932400000,"language":"en","populationId":0,"gameTypeId":2,"communityId":2,"restrictedToLanguages":[]},"501":{"id":501,"nameId":"Kolossium 1","commentId":"Kolossium fight server","openingDate":1359932400000,"language":"en","populationId":0,"gameTypeId":2,"communityId":2,"restrictedToLanguages":[]},"502":{"id":502,"nameId":"Kolossium 2","commentId":"Kolossium fight server","openingDate":1359932400000,"language":"en","populationId":0,"gameTypeId":2,"communityId":2,"restrictedToLanguages":[]},"503":{"id":503,"nameId":"Kolossium 3","commentId":"Kolossium fight server","openingDate":1359932400000,"language":"en","populationId":0,"gameTypeId":2,"communityId":2,"restrictedToLanguages":[]},"670":{"id":670,"nameId":"Bow Meow","commentId":"-","openingDate":1210024800000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"671":{"id":671,"nameId":"Zephyrus","commentId":"-","openingDate":1245276000000,"language":"ja","populationId":0,"gameTypeId":1,"communityId":10,"restrictedToLanguages":["ja"]},"672":{"id":672,"nameId":"Testing","openingDate":1252533600000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"673":{"id":673,"nameId":"Minifoux","commentId":"","openingDate":1298502000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"900":{"id":900,"nameId":"Early","commentId":"-","openingDate":1207173600000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"901":{"id":901,"nameId":"Hardcore Test","commentId":"-","openingDate":1355266800000,"language":"fr","populationId":0,"gameTypeId":1,"communityId":2,"restrictedToLanguages":[]},"902":{"id":902,"nameId":"Dofus 2.0 Beta (INTL)","commentId":"","openingDate":1228950000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":2,"restrictedToLanguages":[]},"903":{"id":903,"nameId":"Dofus 2 Demo","commentId":"","openingDate":1251324000000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"904":{"id":904,"nameId":"Dofus 2.0 Beta (FR)","commentId":"","openingDate":1253829600000,"language":"fr","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]},"905":{"id":905,"nameId":"Dofus 2.0 Beta (JA)","commentId":"","openingDate":1255039200000,"language":"ja","populationId":0,"gameTypeId":0,"communityId":10,"restrictedToLanguages":[]},"1001":{"id":1001,"nameId":"Shika","commentId":"Shika, beautiful wife of the famous Farle Ingalsse, and old friend of King Allister, is best known for her valiant hand in the capture of Esra'Ruoy'Dnim, a vicious demon. A simple swipe of her hand is enough to send any creatures who dare disturb her to their eternal rest.","openingDate":1175724000000,"language":"en","populationId":0,"gameTypeId":0,"communityId":1,"restrictedToLanguages":["en"]},"3001":{"id":3001,"nameId":"Nehra","commentId":"Nehra is a very powerful magician. Long ago, she saved what is now Amakna, then but a budding village, from total destruction. She guards pure-hearted adventurers from peril, appearing and disappearing in the blink of an eye. So fleeting are her visits that even the wise know little of her true nature, but she is worshipped by troubled adventurers throughout our World.","openingDate":1184104800000,"language":"de","populationId":0,"gameTypeId":0,"communityId":3,"restrictedToLanguages":["de"]},"3002":{"id":3002,"nameId":"Katar","commentId":"Katar was an exceptional Sacrier warrior. Strong as a Boowolf, agile as Moon, his reputation as an exceptional warrior preceded him, and eventually reached the ears of a demon... a collector of exceptional warriors. The demon got the better of the Sacrier's valour. Katar was possessed, body and soul. Since that day, Katar has wandered the land in search of a warrior who could defeat him and free him from his curse.","openingDate":1259103600000,"language":"de","populationId":0,"gameTypeId":0,"communityId":3,"restrictedToLanguages":[]},"4001":{"id":4001,"nameId":"Alma","commentId":"Alma protects experienced adventurers. Legend has it she found a New World and sent back a mysterious nautical map to show the way to brave souls who wished to flee the continent. It is said that those who ventured beyond the seas and never came back now live in a Better World... Travellers often report sensing her presence when their lives are in danger or when they are welcomed by strangers.","openingDate":1184104800000,"language":"es","populationId":2,"gameTypeId":0,"communityId":4,"restrictedToLanguages":["es"]},"4002":{"id":4002,"nameId":"Aguabrial","commentId":"Aguabrial the Dragon is charged with protecting one of the four elements. He carefully watches over Water. It was he who created the first Turquoise Dofus when the World was still young. Long ago Aguabrial was deceived by Djaul and since that day, the Dragon seeks his vengeance on the demon. For though he is usually calm and mild, Aguabrial can also wreak terror upon his enemies. After all, does the old adage not tell us that still water is the most dangerous?","openingDate":1195772400000,"language":"es","populationId":1,"gameTypeId":0,"communityId":4,"restrictedToLanguages":["es"]},"4003":{"id":4003,"nameId":"Buhorado","commentId":"Buhorado is the famous Master who disappeared from the \"Firm\" where all the owls of the World of Twelve gather: scholars, accountants... all those who keep track of the history and bank accounts of Amakna!!! Buhorado was the wisest of them all until he got lost on his way to play \"Godfather Fortunes\". Legend has it that his ghost appeared one last time many centuries later... But Allister's disciples deny such a legend as they see Buhorado as one of the last Godfathers from the \"Mafian times\", and therefore as a potential rejection of the King's authority.","openingDate":1212357600000,"language":"es","populationId":1,"gameTypeId":0,"communityId":4,"restrictedToLanguages":["es"]},"4004":{"id":4004,"nameId":"Darkness","commentId":"Darkness is infamous for the massacres he has wreaked upon the world and the legendary weapon that aided him in his grim business. This weapon is called the \"Tormentator\". It was created by his adoptive father, Hissering the handyman, and with it, Darkness reaches his full power... Joined together, they become the Darkness Knight.","openingDate":1224108000000,"language":"es","populationId":2,"gameTypeId":0,"communityId":4,"restrictedToLanguages":["es"]},"4005":{"id":4005,"nameId":"Bolgrot","commentId":"Bolgrot is a mysterious dragon whose destiny dramatically changed the story of the World of Twelve. Sired by Aguabrial, Bolgrot hid for the first centuries of his existence until the day he met Rykke Errel, at the gates of Amakna. Rykke came to challenge Bolgrot but instead of fighting, they became the best of friends. However, their friendship ended when, mad with rage, Bolgrot killed Helsephine, Rykke's beloved. A titanic duel began, which only ended when they both died. The wise men of Amakna discovered 6 strangely-coloured eggs in Bolgrot's entrails, and thus was born the legend of the Dofus.","openingDate":1238709600000,"language":"es","populationId":1,"gameTypeId":0,"communityId":4,"restrictedToLanguages":[]},"4006":{"id":4006,"nameId":"Nomekop","commentId":"Nomekop Wodly only has two friends, Eratz the Protester and Edasse the Killjoy. He has more enemies than there are Blops on the Cania Plains. Where Nomekop walks, his enemies fall, and the grass does not grow back.","openingDate":1259276400000,"language":"es","populationId":1,"gameTypeId":0,"communityId":4,"restrictedToLanguages":[]},"4007":{"id":4007,"nameId":"Edasse","commentId":"Though nicknamed \"The Killjoy\", Edasse still likes to party - he can often be heard saying \"Come 'ere, I've got a little present for you!\". What makes him so happy? Rumours suggest he's in possession of a Dofus, or if not him, then one of his buddies, Nomekop or Eratz. I guess you'll have to go and talk to him if you want to find out the truth...","openingDate":1318284000000,"language":"es","populationId":0,"gameTypeId":0,"communityId":4,"restrictedToLanguages":[]},"5001":{"id":5001,"nameId":"Nomarow","openingDate":1306274400000,"language":"ru","populationId":0,"gameTypeId":0,"communityId":5,"restrictedToLanguages":["ru"]},"6001":{"id":6001,"nameId":"Spiritia","commentId":"The shimmering rainbow Dragon symbolises the divine spirit's descent into matter and animates all the creatures of the World. It also represents the Quadramental Breeze, as Hel Munster – an alchemy master, mentioned in his books.","openingDate":1206572400000,"language":"pt","populationId":1,"gameTypeId":0,"communityId":6,"restrictedToLanguages":["en","pt"]},"6002":{"id":6002,"nameId":"Helioboros","commentId":"Helioboros is one of three dragons venerated by Osamodas' disciples. According to their legends, this Great White Dragon breathed light into the World when it was first created. Srams, however, think it was Ouronigride the Great Black Dragon, who bit Helioboros's tail, and that the two dragons created the World by accident while they were fighting. Whose version is the truth? Whichever one you want to believe! After all, for a couple of kamas, Magus Ax will tell you all sorts of tall tales like that...","openingDate":1253484000000,"language":"pt","populationId":0,"gameTypeId":0,"communityId":6,"restrictedToLanguages":["en","pt"]},"7001":{"id":7001,"nameId":"Dark Vlad","commentId":"Dark Vlad is the most infamous Iop in all of Amakna, Bonta and Brakmar... He's still the only Iop ever to have climbed on top of a Flying Karne, and few weapons in the World of Twelve have skewered as many mortals as his flaming sword has. It's not surprising that he calls a place like the Evil Forest home. There he sits, waiting for the next numb-skulled maverick to wander into his murky lair.","openingDate":1219788000000,"language":"nl","populationId":0,"gameTypeId":0,"communityId":7,"restrictedToLanguages":["nl"]},"8001":{"id":8001,"nameId":"Lethaline","openingDate":1284069600000,"language":"ja","populationId":0,"gameTypeId":0,"communityId":10,"restrictedToLanguages":["ja"]},"9001":{"id":9001,"nameId":"Ereziah","commentId":"Ereziah is an old-time alchemist and talented exorcist who was also known for his friendship with Aguabrial, the Water Dragon. He's renowned all over the World for his magic skills and his perspicacity. He saved his Dragon friend Aguabrial from Djaul the demon. Very few alchemists can actually pride themselves on having frustrated Djaul's plans!\n\nLegend says that a mere mortal has freed the powerful Dragon from the spell of the demon, Djaul the Great Flounderer. This event led to the hatching of the Dofus, and the birth of Bolgrot the Dragon.","openingDate":1212357600000,"language":"it","populationId":0,"gameTypeId":0,"communityId":9,"restrictedToLanguages":["it"]},"10001":{"id":10001,"nameId":"Ogivol","openingDate":1290985200000,"language":"en","populationId":0,"gameTypeId":0,"communityId":8,"restrictedToLanguages":[]},"57005":{"id":57005,"nameId":"Hardcore","commentId":"Hardcore","openingDate":1192658400000,"language":"fr","populationId":0,"gameTypeId":1,"communityId":0,"restrictedToLanguages":[]},"-1":{"id":-1,"nameId":"Login Server","commentId":"-","openingDate":1355266800000,"language":"null","populationId":0,"gameTypeId":0,"communityId":0,"restrictedToLanguages":[]}}